---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GenericMEPFailures.SizingFailedZeroFlow
source: html/38b69fca-982d-bf98-8f08-ef55d957c4a4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GenericMEPFailures.SizingFailedZeroFlow Property

Sizing failed. Flow for section is 0.

## Syntax (C#)
```csharp
public static FailureDefinitionId SizingFailedZeroFlow { get; }
```